relay/10/06-nyar.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2018-06-07 Thu 01:01 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Relay 10–6</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="../../global/Default.css"/>
<link rel="stylesheet" href="../../global/org.css"/>
<link rel="stylesheet" href="../relay.css"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="index.html"> UP </a>
 |
 <a accesskey="H" href="../index.html"> HOME </a>
</div><div id="preamble" class="status">
<header>
<h1 id="Title">Relay 10–6<br/></h1>
<h3 class="date">2018-06-03 (last exported 2018-06-07 Thu 01:01)</h3>
</header>
</div>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org31d79d1">1. Translation</a></li>
<li><a href="#orga59d0c0">2. Lexicon</a>
<ul>
<li><a href="#orgc1923aa">2.1. Proper Names</a></li>
<li><a href="#org742ddfc">2.2. Nouns</a></li>
<li><a href="#orgfd8f0e2">2.3. Verbs (all in ipfv)</a></li>
<li><a href="#org3511b96">2.4. Adjectives</a></li>
<li><a href="#org47a1cae">2.5. Adverbs</a></li>
</ul>
</li>
<li><a href="#orgace52e5">3. Grammar</a>
<ul>
<li><a href="#org38fbd2b">3.1. Sounds and romanisation</a></li>
<li><a href="#org88987d5">3.2. Noun Declensions and cases</a></li>
<li><a href="#org886b96b">3.3. Adjectives</a></li>
<li><a href="#org60c4254">3.4. Adverbs</a></li>
<li><a href="#org83b976a">3.5. Verbs</a></li>
<li><a href="#orgea86227">3.6. Verbification</a>
<ul>
<li><a href="#orgfdeea26">3.6.1. Pronoun verbification</a></li>
<li><a href="#orgbc8a7a8">3.6.2. Irregular verbs</a></li>
</ul>
</li>
<li><a href="#org09869b2">3.7. Postpositions</a></li>
<li><a href="#orgffa96e4">3.8. Putting more than one verb in a row &amp; using this for tense</a></li>
<li><a href="#orgf03153e">3.9. Negated Nouns</a></li>
<li><a href="#orgea6a4bf">3.10. Determiners</a></li>
<li><a href="#orga6bf357">3.11. Not included</a></li>
<li><a href="#org7a37dd3">3.12. A note on romanization</a></li>
</ul>
</li>
<li><a href="#org1c7236b">Navigation</a></li>
</ul>
</div>
</div>

<div id="outline-container-org31d79d1" class="outline-2">
<h2 id="org31d79d1"><span class="section-number-2">1</span> Translation</h2>
<div class="outline-text-2" id="text-1">
<div class="full-relay">
<div class="detail-link">
<p>
<a href="06-nyar-Laikan%20_%20English%20_%20Bl%C3%AFmbi%20RELAY.pdf">Relay text</a> · <a href="https://docs.google.com/document/d/1LFbmiG53zEYjiq0a4Hyxpv1yc900VWRWQWTQfMibHSA">Complete torch</a>
</p>

</div>

<div class="natlang-name">
<p>
English
</p>

</div>

<div class="natlang-text">
<p>
“To be able to know,” the seer said, “I stand here.”
</p>

<p>
Thus, Zawaram sees you all well.
</p>

<p>
“You’re nice, but listen:”
</p>

<p>
“Bear in mind!”
</p>

<p>
“Your shop also has not stopped working, that they leave. So they know the shop
hasn’t shut.
</p>

<p>
“It hasn’t shut, no?”
</p>

<p>
“It was, but surely then it did shut, then an angry spirit sang its horrible
song.”
</p>

<p>
“That because of you the shop didn’t work and didn’t close, no?”
</p>

<p>
“Then I sang my song, but I know after a while here the angry spirit’s curse
will be at work.”
</p>

</div>

<div class="conlang-name">
<p>
Laikan
</p>

</div>

<div class="conlang-text">
<p>
Tiryo p​ïpelrï; “tsilëba Bom Ssonna go; gyïmmnatsïff fë.”
</p>

<p>
Nyënn f​ë; mippogli flinn Tsaboram danoTam.
</p>

<p>
Tom ​sinfïmissï; fomna Tom Bomi f​ë.
</p>

<p>
Prïdryi Tom Nyen!
</p>

<p>
Ninifnï boga batïryam; flom ​Nyë ​tïryamï ga | ​Nyënn f​ë; dem batïryam.
</p>

<p>
Notsi​ Nyë Nyen.
</p>

<p>
Dem ​batïryam; ​ëga?
</p>

<p>
Nyonn; Gyinogli ëddiblë dem; blak​ï byëkkiprïpyim yommerbloke.
</p>

<p>
Nïfni batïryam; Dem batïryam; Tomi ​f​ë, ​ëga?
</p>

<p>
Ëddiblë bloki Bom bloka; nats​ï Bom; n​ëddiglë kyofye tsrën bbëbliprëtsinnë.
</p>

</div>

<div class="gloss">
<p class="verse">
say-pfv wiseman-nom; stand-ipfv i-nom here-loc at; able-knowing-dat for<br />
it-dat for; well see-pfv Tsaboram-nom all-det-you1-acc<br />
you1-are nice; listen-pfv you1-nom me-dat for<br />
remember-pfv you1-nom it.acc<br />
function-is stop-pfv neg-shop.nom; go they shop.acc from. it-dat for; shut-pfv neg-shop;<br />
know-pfv they it-acc.<br />
shut-pfv neg-it, yes?<br />
It-was. certainly later shut-pfv it-nom; sing-pfv angry-spirit.nom horrible-song.acc<br />
work.pfv neg-shop; close.pfv neg-shop; you-dat for; yes?<br />
later sing-pfv I song-acc; know.ipfv I; (fut) be-at-work.pfv curse.nom this-det-place.loc at<br />
</p>

</div>

</div>
</div>
</div>

<div id="outline-container-orga59d0c0" class="outline-2">
<h2 id="orga59d0c0"><span class="section-number-2">2</span> Lexicon</h2>
<div class="outline-text-2" id="text-2">
<dl class="org-dl vocablist">
<dt>ëga</dt><dd>yes</dd>
</dl>
</div>

<div id="outline-container-orgc1923aa" class="outline-3">
<h3 id="orgc1923aa"><span class="section-number-3">2.1</span> Proper Names</h3>
<div class="outline-text-3" id="text-2-1">
<dl class="org-dl vocablist">
<dt>Tsaboram</dt><dd>a nonsense name/transliteration</dd>
</dl>
</div>
</div>

<div id="outline-container-org742ddfc" class="outline-3">
<h3 id="org742ddfc"><span class="section-number-3">2.2</span> Nouns</h3>
<div class="outline-text-3" id="text-2-2">
<dl class="org-dl vocablist">
<dt>pïpelrï</dt><dd>wise man; thinker</dd>
<dt>natsï</dt><dd>knowledge; knowing</dd>
<dt>nifnï</dt><dd>work; function</dd>
<dt>tïryam</dt><dd>shop; store</dd>
<dt>prïpyim</dt><dd>parasite; monster; enemy</dd>
<dt>blok</dt><dd>song; poem; excerpt</dd>
<dt>tsrën</dt><dd>lies; evil</dd>
<dt>prëtsin</dt><dd>place</dd>
<dt>di</dt><dd>all</dd>
<dt>bba</dt><dd>this</dd>
</dl>
</div>
</div>

<div id="outline-container-orgfd8f0e2" class="outline-3">
<h3 id="orgfd8f0e2"><span class="section-number-3">2.3</span> Verbs (all in ipfv)</h3>
<div class="outline-text-3" id="text-2-3">
<dl class="org-dl vocablist">
<dt>tïrya</dt><dd>to say</dd>
<dt>tsilëba</dt><dd>to stand</dd>
<dt>flïnn</dt><dd>to see</dd>
<dt>famno</dt><dd>to listen; to hear</dd>
<dt>pridryï</dt><dd>to remember</dd>
<dt>bago</dt><dd>to end; to stop</dd>
<dt>flom</dt><dd>to come/go; to be to/from</dd>
<dt>dëm</dt><dd>to close; to shut</dd>
<dt>natsï</dt><dd>to know; to recognize</dd>
<dt>bloki</dt><dd>to sing; to lecture/advocate</dd>
<dt>nifnï</dt><dd>to work; to function</dd>
<dt>kyafyë</dt><dd>to make way, to work [its] way; to be at work</dd>
</dl>
</div>
</div>

<div id="outline-container-org3511b96" class="outline-3">
<h3 id="org3511b96"><span class="section-number-3">2.4</span> Adjectives</h3>
<div class="outline-text-3" id="text-2-4">
<dl class="org-dl vocablist">
<dt>gyïmm·issï</dt><dd>able; capable</dd>
<dt>sinfïm·issï</dt><dd>kind; pleasant</dd>
<dt>byëkk·issë</dt><dd>angry; aggressive</dd>
<dt>yommer·osse</dt><dd>horrible; evil</dd>
</dl>
</div>
</div>

<div id="outline-container-org47a1cae" class="outline-3">
<h3 id="org47a1cae"><span class="section-number-3">2.5</span> Adverbs</h3>
<div class="outline-text-3" id="text-2-5">
<dl class="org-dl vocablist">
<dt>mïppa·glï</dt><dd>well</dd>
<dt>gyïna·glï</dt><dd>surely; certainly</dd>
<dt>neddï·ble</dt><dd>then; later (future)</dd>
<dt>eddïb·le</dt><dd>then; later (past)</dd>
</dl>
</div>
</div>
</div>

<div id="outline-container-orgace52e5" class="outline-2">
<h2 id="orgace52e5"><span class="section-number-2">3</span> Grammar</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li>Heavily VSO</li>
<li>Heavily a priori (i didn’t do any research)</li>
<li>Head initial</li>
<li>Probably fusional. It does a lot of affixing, but parts of speech generally stay seperate.</li>
</ul>
</div>
