relay/10/06-nyar.org
** Sounds and romanisation
The consonants are pretty simple but the vowels, as far as the vowel harmony and
consonant root shits overlap, influence all the compounding and derivation a
lot. (I made up a bunch of stuff in general and my excuse is the people that
speak it are genetically modified. Sorry for all that) Syllable rules don’t
matter right now. There’s also geminates, represented by doubled
consonants. Here it is:

|               | labial          | alveolar/retro  | palatal | velar           |
|---------------+-----------------+-----------------+---------+-----------------|
| nasal         | m 〈m〉         | n 〈n〉         |         |                 |
| stop          | p 〈p〉 b 〈b〉 | t 〈t〉 d 〈d〉 |         | k 〈k〉 g 〈g〉 |
| fric/sibilant | f 〈f〉         | s 〈s〉         |         |                 |
| affric        |                 | ts 〈ts〉       |         |                 |
| approx/liquid |                 | ɭ 〈r〉         | j 〈y〉 | ʟ 〈l〉         |

The vowel harmony has these three vowel heights and harmony between the unround
and round. But instead of being where all the vowels in a word have to be
rounded or unrounded, there is this thing where a word can only have two vowel
qualities and they have to be of opposite rounding and have to alternate. The
consonant root system comes in when you compound and the vowels from the root
word replace the affix, unless the root word only has one vowel, then the affix
can retain one of its vowels but the rounding might switch. You won’t need to
know this too much, since the consonants are more important to pay attention
to. Also, in reduplication, at the beginning of a word there can be two of the
same vowel (the pronouns later down aren’t a typo), but you lose this with any
prefixing.
   
|                 | Unround | Round   |
|-----------------+---------+---------|
| “High” (I-base) | i 〈i〉 | y 〈ï〉 |
| “Mid” (E-base)  | ε 〈e〉 | ɶ 〈ë〉 |
| “Low” (A-base)  | a 〈a〉 | ↄ 〈o〉 |

byannïm (purple, adjective) + fïn (potable water) = byïnnimfïn

When an adjective is prefixed to this one word syllable, the vowels will
alternate to fit to the root, so the first vowel of the adjective changes to
〈ï〉. Since the root does not have any more information about what the second
vowel would be, the other one in the prefix just changes rounding to fit the
round-unround alternating pattern. What fun. The vowel harmony comes more into
play when stuff changes its rounding.

