relay/10/06-nyar.html

<div id="outline-container-org38fbd2b" class="outline-3">
<h3 id="org38fbd2b"><span class="section-number-3">3.1</span> Sounds and romanisation</h3>
<div class="outline-text-3" id="text-3-1">
<p>
The consonants are pretty simple but the vowels, as far as the vowel harmony and
consonant root shits overlap, influence all the compounding and derivation a
lot. (I made up a bunch of stuff in general and my excuse is the people that
speak it are genetically modified. Sorry for all that) Syllable rules don’t
matter right now. There’s also geminates, represented by doubled
consonants. Here it is:
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">labial</th>
<th scope="col" class="org-left">alveolar/retro</th>
<th scope="col" class="org-left">palatal</th>
<th scope="col" class="org-left">velar</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">nasal</td>
<td class="org-left">m 〈m〉</td>
<td class="org-left">n 〈n〉</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">stop</td>
<td class="org-left">p 〈p〉 b 〈b〉</td>
<td class="org-left">t 〈t〉 d 〈d〉</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">k 〈k〉 g 〈g〉</td>
</tr>

<tr>
<td class="org-left">fric/sibilant</td>
<td class="org-left">f 〈f〉</td>
<td class="org-left">s 〈s〉</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">affric</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">ts 〈ts〉</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">approx/liquid</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">ɭ 〈r〉</td>
<td class="org-left">j 〈y〉</td>
<td class="org-left">ʟ 〈l〉</td>
</tr>
</tbody>
</table>

<p>
The vowel harmony has these three vowel heights and harmony between the unround
and round. But instead of being where all the vowels in a word have to be
rounded or unrounded, there is this thing where a word can only have two vowel
qualities and they have to be of opposite rounding and have to alternate. The
consonant root system comes in when you compound and the vowels from the root
word replace the affix, unless the root word only has one vowel, then the affix
can retain one of its vowels but the rounding might switch. You won’t need to
know this too much, since the consonants are more important to pay attention
to. Also, in reduplication, at the beginning of a word there can be two of the
same vowel (the pronouns later down aren’t a typo), but you lose this with any
prefixing.
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">Unround</th>
<th scope="col" class="org-left">Round</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">“High” (I-base)</td>
<td class="org-left">i 〈i〉</td>
<td class="org-left">y 〈ï〉</td>
</tr>

<tr>
<td class="org-left">“Mid” (E-base)</td>
<td class="org-left">ε 〈e〉</td>
<td class="org-left">ɶ 〈ë〉</td>
</tr>

<tr>
<td class="org-left">“Low” (A-base)</td>
<td class="org-left">a 〈a〉</td>
<td class="org-left">ↄ 〈o〉</td>
</tr>
</tbody>
</table>

<p>
byannïm (purple, adjective) + fïn (potable water) = byïnnimfïn
</p>

<p>
When an adjective is prefixed to this one word syllable, the vowels will
alternate to fit to the root, so the first vowel of the adjective changes to
〈ï〉. Since the root does not have any more information about what the second
vowel would be, the other one in the prefix just changes rounding to fit the
round-unround alternating pattern. What fun. The vowel harmony comes more into
play when stuff changes its rounding.
</p>
</div>
</div>
