relay/10/06-nyar.org
** Noun Declensions and cases
There’s four cases, Nominative, Accusative, Dative, and Locative. No
genitive. No gender. Three numbers, Singular, Dual, and Plural. First are the
pronouns.

| Person | Number | nom   | acc   | dat   | loc      |
|--------+--------+-------+-------+-------+----------|
| 1st    |      1 | bom   | bam   | bomi  | bombom   |
|        |      2 | bop   | bap   | bopi  | bambam   |
|        |     3+ | bomma | bammo | bommi | bbomma   |
|--------+--------+-------+-------+-------+----------|
| 2nd    |      1 | tom   | tam   | tomi  | tomtom   |
|        |      2 | top   | tap   | topi  | tamtam   |
|        |     3+ | tomma | tammo | tommi | ttomma   |
|--------+--------+-------+-------+-------+----------|
| 3rd    |      1 | nyën  | nyen  | nyënn | nyennyen |
|        |      2 | nyo   | nya   | nnyo  | nnyonnya |
|        |     3+ | nyë   | nye   | nnyë  | nnyënnye |

This next pronoun is a special, derived from the word /son/ (place), but with a
different, irregular set of declensions. It's used for coming and going and
being places when you’re not being specific, or where you might use /here/ or
/there/. Also in questions.

| nom | son    |
| acc | sonna  |
| dat | sanno  |
| loc | ssonna |

The noun declensions have different classes based on the last sound, with four
for I-base vowels, E-base vowels, A-base vowels, and verbs that end in
consonants. Any vowels are placeholders for readability (affixes don’t stand on
their own and don’t have vowels.) Plurals also switch the rounding of the vowels
and geminate the first or second consonant based on the word. The next page will
have the same charts but with examples.

|             |    | nom | acc | dat | loc  |
|-------------+----+-----+-----+-----+------|
| Class 1 (I) |  1 | -Ø  | -r  | -ff | -bla |
|             |  2 | -l  | -la | -l  | -lla |
|             | 3+ | -Ø  | -r  | -tt | -blo |
|-------------+----+-----+-----+-----+------|
| Class 2 (E) |  1 | -Ø  | -r  | -f  | -bla |
|             |  2 | -l  | -la | -l  | -lla |
|             | 3+ | -Ø  | -r  | -t  | -blo |
|-------------+----+-----+-----+-----+------|
| Class 3 (A) |  1 | -Ø  | -l  | -Ø  | -bla |
|             |  2 | -b  | -ba | -b  | -bla |
|             | 3+ | -Ø  | -l  | -Ø  | -blo |
|-------------+----+-----+-----+-----+------|
| Class 4 (C) |  1 | -Ø  | -a  | -Ø  | -:a  |
|             |  2 | -a  | -al | -a  | -alo |
|             | 3+ | -Ø  | -o  | -Ø  | -:o  |

#+Caption: An example
|             |    | nom    | acc     | dat     | loc       |
|-------------+----+--------+---------+---------+-----------|
| Class 1 (I) |  1 | Nomi   | Nomir   | Nomiff  | Nomibla   |
|             |  2 | Nomil  | Nomilo  | Nomil   | Nomillo   |
|             | 3+ | Nammï  | Nammïr  | Nammïtt | Nammïbla  |
|-------------+----+--------+---------+---------+-----------|
| Class 2 (E) |  1 | Fenlë  | Fenlër  | Fenlëf  | Fenlëble  |
|             |  2 | Fenlël | Fenlële | Fenlël  | Fenlëlle  |
|             | 3+ | Fënnle | Fënnler | Fënnlet | Fënnleblë |
|-------------+----+--------+---------+---------+-----------|
| Class 3 (A) |  1 | Sïbba  | Sïbbal  | Sïbba   | Sïbbablï  |
|             |  2 | Sïbbab | Sïbbabï | Sïbbab  | Sïbbablï  |
|             | 3+ | Sibbo  | Sibbol  | Sibbo   | Sibbobli  |
|-------------+----+--------+---------+---------+-----------|
| Class 4 (C) |  1 | Pïpel  | Pïpelï  | Pïpel   | Pïpellï   |
|             |  2 | Pïpelï | Pïpelïl | Pïpelï  | Pïpelïle  |
|             | 3+ | Pippël | Pippëli | Pippël  | Pippëlli  |

** Adjectives
You’ll see adjectives appear in two different forms: dictionary form (with a
-asso suffix), and attached form. Whenever an adjective appears alone it is
always in dictionary form, like when used apart from a noun.

If more than one adjective is used to describe a noun, one adjective will be
attached and the rest will appear before it in dictionary form.

Adjectives are attached to nouns by taking the adjective and prefixing it. The
vowels will change like I said before. I am going to copy and paste the example
from before.

byannïm (purple, adjective) + fïn (potable water) = byïnnimfïn

