relay/10/06-nyar.html

<div id="outline-container-org88987d5" class="outline-3">
<h3 id="org88987d5"><span class="section-number-3">3.2</span> Noun Declensions and cases</h3>
<div class="outline-text-3" id="text-3-2">
<p>
There’s four cases, Nominative, Accusative, Dative, and Locative. No
genitive. No gender. Three numbers, Singular, Dual, and Plural. First are the
pronouns.
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Person</th>
<th scope="col" class="org-right">Number</th>
<th scope="col" class="org-left">nom</th>
<th scope="col" class="org-left">acc</th>
<th scope="col" class="org-left">dat</th>
<th scope="col" class="org-left">loc</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">1st</td>
<td class="org-right">1</td>
<td class="org-left">bom</td>
<td class="org-left">bam</td>
<td class="org-left">bomi</td>
<td class="org-left">bombom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">bop</td>
<td class="org-left">bap</td>
<td class="org-left">bopi</td>
<td class="org-left">bambam</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">3+</td>
<td class="org-left">bomma</td>
<td class="org-left">bammo</td>
<td class="org-left">bommi</td>
<td class="org-left">bbomma</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">2nd</td>
<td class="org-right">1</td>
<td class="org-left">tom</td>
<td class="org-left">tam</td>
<td class="org-left">tomi</td>
<td class="org-left">tomtom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">top</td>
<td class="org-left">tap</td>
<td class="org-left">topi</td>
<td class="org-left">tamtam</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">3+</td>
<td class="org-left">tomma</td>
<td class="org-left">tammo</td>
<td class="org-left">tommi</td>
<td class="org-left">ttomma</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">3rd</td>
<td class="org-right">1</td>
<td class="org-left">nyën</td>
<td class="org-left">nyen</td>
<td class="org-left">nyënn</td>
<td class="org-left">nyennyen</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">nyo</td>
<td class="org-left">nya</td>
<td class="org-left">nnyo</td>
<td class="org-left">nnyonnya</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">3+</td>
<td class="org-left">nyë</td>
<td class="org-left">nye</td>
<td class="org-left">nnyë</td>
<td class="org-left">nnyënnye</td>
</tr>
</tbody>
</table>

<p>
This next pronoun is a special, derived from the word <i>son</i> (place), but with a
different, irregular set of declensions. It&rsquo;s used for coming and going and
being places when you’re not being specific, or where you might use <i>here</i> or
<i>there</i>. Also in questions.
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">nom</td>
<td class="org-left">son</td>
</tr>

<tr>
<td class="org-left">acc</td>
<td class="org-left">sonna</td>
</tr>

<tr>
<td class="org-left">dat</td>
<td class="org-left">sanno</td>
</tr>

<tr>
<td class="org-left">loc</td>
<td class="org-left">ssonna</td>
</tr>
</tbody>
</table>

<p>
The noun declensions have different classes based on the last sound, with four
for I-base vowels, E-base vowels, A-base vowels, and verbs that end in
consonants. Any vowels are placeholders for readability (affixes don’t stand on
their own and don’t have vowels.) Plurals also switch the rounding of the vowels
and geminate the first or second consonant based on the word. The next page will
have the same charts but with examples.
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-right">&#xa0;</th>
<th scope="col" class="org-left">nom</th>
<th scope="col" class="org-left">acc</th>
<th scope="col" class="org-left">dat</th>
<th scope="col" class="org-left">loc</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Class 1 (I)</td>
<td class="org-right">1</td>
<td class="org-left">-Ø</td>
<td class="org-left">-r</td>
<td class="org-left">-ff</td>
<td class="org-left">-bla</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">-l</td>
<td class="org-left">-la</td>
<td class="org-left">-l</td>
<td class="org-left">-lla</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">3+</td>
<td class="org-left">-Ø</td>
<td class="org-left">-r</td>
<td class="org-left">-tt</td>
<td class="org-left">-blo</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Class 2 (E)</td>
<td class="org-right">1</td>
<td class="org-left">-Ø</td>
<td class="org-left">-r</td>
<td class="org-left">-f</td>
<td class="org-left">-bla</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">-l</td>
<td class="org-left">-la</td>
<td class="org-left">-l</td>
<td class="org-left">-lla</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">3+</td>
<td class="org-left">-Ø</td>
<td class="org-left">-r</td>
<td class="org-left">-t</td>
<td class="org-left">-blo</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Class 3 (A)</td>
<td class="org-right">1</td>
<td class="org-left">-Ø</td>
<td class="org-left">-l</td>
<td class="org-left">-Ø</td>
<td class="org-left">-bla</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">-b</td>
<td class="org-left">-ba</td>
<td class="org-left">-b</td>
<td class="org-left">-bla</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">3+</td>
<td class="org-left">-Ø</td>
<td class="org-left">-l</td>
<td class="org-left">-Ø</td>
<td class="org-left">-blo</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Class 4 (C)</td>
<td class="org-right">1</td>
<td class="org-left">-Ø</td>
<td class="org-left">-a</td>
<td class="org-left">-Ø</td>
<td class="org-left">-:a</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">-a</td>
<td class="org-left">-al</td>
<td class="org-left">-a</td>
<td class="org-left">-alo</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">3+</td>
<td class="org-left">-Ø</td>
<td class="org-left">-o</td>
<td class="org-left">-Ø</td>
<td class="org-left">-:o</td>
</tr>
</tbody>
</table>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption class="t-above"><span class="table-number">Table 1:</span> An example</caption>

<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-right">&#xa0;</th>
<th scope="col" class="org-left">nom</th>
<th scope="col" class="org-left">acc</th>
<th scope="col" class="org-left">dat</th>
<th scope="col" class="org-left">loc</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Class 1 (I)</td>
<td class="org-right">1</td>
<td class="org-left">Nomi</td>
<td class="org-left">Nomir</td>
<td class="org-left">Nomiff</td>
<td class="org-left">Nomibla</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">Nomil</td>
<td class="org-left">Nomilo</td>
<td class="org-left">Nomil</td>
<td class="org-left">Nomillo</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">3+</td>
<td class="org-left">Nammï</td>
<td class="org-left">Nammïr</td>
<td class="org-left">Nammïtt</td>
<td class="org-left">Nammïbla</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Class 2 (E)</td>
<td class="org-right">1</td>
<td class="org-left">Fenlë</td>
<td class="org-left">Fenlër</td>
<td class="org-left">Fenlëf</td>
<td class="org-left">Fenlëble</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">Fenlël</td>
<td class="org-left">Fenlële</td>
<td class="org-left">Fenlël</td>
<td class="org-left">Fenlëlle</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">3+</td>
<td class="org-left">Fënnle</td>
<td class="org-left">Fënnler</td>
<td class="org-left">Fënnlet</td>
<td class="org-left">Fënnleblë</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Class 3 (A)</td>
<td class="org-right">1</td>
<td class="org-left">Sïbba</td>
<td class="org-left">Sïbbal</td>
<td class="org-left">Sïbba</td>
<td class="org-left">Sïbbablï</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">Sïbbab</td>
<td class="org-left">Sïbbabï</td>
<td class="org-left">Sïbbab</td>
<td class="org-left">Sïbbablï</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">3+</td>
<td class="org-left">Sibbo</td>
<td class="org-left">Sibbol</td>
<td class="org-left">Sibbo</td>
<td class="org-left">Sibbobli</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Class 4 (C)</td>
<td class="org-right">1</td>
<td class="org-left">Pïpel</td>
<td class="org-left">Pïpelï</td>
<td class="org-left">Pïpel</td>
<td class="org-left">Pïpellï</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">Pïpelï</td>
<td class="org-left">Pïpelïl</td>
<td class="org-left">Pïpelï</td>
<td class="org-left">Pïpelïle</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">3+</td>
<td class="org-left">Pippël</td>
<td class="org-left">Pippëli</td>
<td class="org-left">Pippël</td>
<td class="org-left">Pippëlli</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org886b96b" class="outline-3">
<h3 id="org886b96b"><span class="section-number-3">3.3</span> Adjectives</h3>
<div class="outline-text-3" id="text-3-3">
<p>
You’ll see adjectives appear in two different forms: dictionary form (with a
-asso suffix), and attached form. Whenever an adjective appears alone it is
always in dictionary form, like when used apart from a noun.
</p>

<p>
If more than one adjective is used to describe a noun, one adjective will be
attached and the rest will appear before it in dictionary form.
</p>

<p>
Adjectives are attached to nouns by taking the adjective and prefixing it. The
vowels will change like I said before. I am going to copy and paste the example
from before.
</p>

<p>
byannïm (purple, adjective) + fïn (potable water) = byïnnimfïn
</p>
</div>
</div>
