relay/10/06-nyar.org
** Adverbs
Adverbs behave similarly to the dictionary form of adjectives. Some nouns and
any adjective are given a suffix, which have some continuity to the
verb. Adverbs are almost always placed directly before the verb.

#+ATTR_HTML: :style columns:2;
#+BEGIN_div
#+Caption: Class 1 (I)
| Morpheme  | Suffix | Example   |
|-----------+--------+-----------|
| Ipfv      | -bla   | prëtsiblë |
| Pfv       | -blo   | pretsïble |
| Reflexive | -fra   | prëtsifrë |


#+Caption: Class 2 (E)
| Morpheme  | Suffix | Example |
|-----------+--------+---------|
| Ipfv      | -dla   | bedlë   |
| Pfv       | -dlo   | bëdle   |
| Reflexive | -fra   | befrë   |

#+Caption: Class 3 (A)
| Morpheme  | Suffix | Example |
|-----------+--------+---------|
| Ipfv      | -gla   | blyaglo |
| Pfv       | glo    | blyogla |
| Reflexive | -fla   | blyaflo |

#+Caption: Class 4 (C)
| Morpheme  | Suffix | Example  |
|-----------+--------+----------|
| Ipfv      | -arlo  | byanorla |
| Pfv       | -orla  | byonarlo |
| Reflexive | -fla   | byanflo  |
#+END_div

So if you made every adjective and adverb form of a word and put it in one chart:

| noun        | adjective           | adverb ipfv | adverb pfv | adverb rflx |
|-------------+---------------------+-------------+------------+-------------|
| sinfïm      | sinfïmissï          | sinfïmirlï  | sïnfimïrli | sinfïmfli   |
| red, purple | pretty (not people) | beautifly   | beautifly  | beautifly   |

it is deriving

** Verbs
Verbs are pretty simple. There’s imperfective, perfective, and a single
reflexive form. I don’t know about tense, but I think perfective is never in the
present. Maybe the genetically modified people are retarded.

Reflexive is used if one thing is doing something to itself or if more than one
thing are doing things to each other. (It’s not like in spanish though where
doing stuff like sitting is reflexive.)


|           | Vowel      |         | Consonant       |          |
| /         | <          | >       | <               | >        |
|-----------+------------+---------+-----------------+----------|
| Ipfv      |            | Ppomi   |                 | Byeb     |
| Pfv       | /rounding/ | Ppamï   | /rounding/      | Byëb     |
| Reflexive | -amo       | Ppomimo | /reduplication/ | Byebbyëb |

** Verbification
This is a thing where nouns can be turned into verbs. There is a process for
nouns and specific forms for pronouns. All that’s in the torch is I think one
pronoun verbification, so there will be less charts. This is also the only place
tense is actually specified instead of implied. The forms are:

|           | Noun    |                  | Pronoun |             |
|           | Nomi    | Student          | Bom     | I (1s)      |
| /         | <       | >                | <       | >           |
|-----------+---------+------------------+---------+-------------|
| Present   | Nomnomi | is student       | Bom     | is me       |
| Past      | Namnamï | was student      | Babb    | was me      |
| Cond      | Onomi   | would be student | Obam    | would be me |
| Pres Caus | Anami   | make student     | Abom    | make me     |
| Past Caus | Nomdomi | made student     | Bobom   | made me     |

Causative is used with dative (he made clay to statue; he made the clay into a
statue).  You can keep an eye out for this by seeing if a word has two of the
same vowel in a row.

*** Pronoun verbification
For present, just use the nominative form of the pronoun.

| Tense                | #  | 1st p  | 2nd p  | 3rd p   |
|----------------------+----+--------+--------+---------|
| Past                 |  1 | Babb   | Tamm   | Nyonn   |
|                      |  2 | Bapp   | Tapp   | Nyopp   |
|                      | 3+ | Batt   | Tatt   | Nyott   |
|----------------------+----+--------+--------+---------|
| Cond/Pres. caus.^{1} |  1 | Obam   | Otam   | Ënyen   |
|                      |  2 | Obap   | Otap   | Ënyepp  |
|                      | 3+ | Obammo | Otammo | Ënyennë |
|----------------------+----+--------+--------+---------|
| Past Causative       |  1 | Bobom  | Todom  | Nyodom  |
|                      |  2 | Bobopp | Todopp | Nyodopp |
|                      | 3+ | Bobott | Todott | Nyodott |

 ^{1} (Reverse the rounding for present causative)

