relay/10/06-nyar.html

<div id="outline-container-org60c4254" class="outline-3">
<h3 id="org60c4254"><span class="section-number-3">3.4</span> Adverbs</h3>
<div class="outline-text-3" id="text-3-4">
<p>
Adverbs behave similarly to the dictionary form of adjectives. Some nouns and
any adjective are given a suffix, which have some continuity to the
verb. Adverbs are almost always placed directly before the verb.
</p>

<div style="columns:2;" class="div">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption class="t-above"><span class="table-number">Table 2:</span> Class 1 (I)</caption>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Morpheme</th>
<th scope="col" class="org-left">Suffix</th>
<th scope="col" class="org-left">Example</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Ipfv</td>
<td class="org-left">-bla</td>
<td class="org-left">prëtsiblë</td>
</tr>

<tr>
<td class="org-left">Pfv</td>
<td class="org-left">-blo</td>
<td class="org-left">pretsïble</td>
</tr>

<tr>
<td class="org-left">Reflexive</td>
<td class="org-left">-fra</td>
<td class="org-left">prëtsifrë</td>
</tr>
</tbody>
</table>


<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption class="t-above"><span class="table-number">Table 3:</span> Class 2 (E)</caption>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Morpheme</th>
<th scope="col" class="org-left">Suffix</th>
<th scope="col" class="org-left">Example</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Ipfv</td>
<td class="org-left">-dla</td>
<td class="org-left">bedlë</td>
</tr>

<tr>
<td class="org-left">Pfv</td>
<td class="org-left">-dlo</td>
<td class="org-left">bëdle</td>
</tr>

<tr>
<td class="org-left">Reflexive</td>
<td class="org-left">-fra</td>
<td class="org-left">befrë</td>
</tr>
</tbody>
</table>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption class="t-above"><span class="table-number">Table 4:</span> Class 3 (A)</caption>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Morpheme</th>
<th scope="col" class="org-left">Suffix</th>
<th scope="col" class="org-left">Example</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Ipfv</td>
<td class="org-left">-gla</td>
<td class="org-left">blyaglo</td>
</tr>

<tr>
<td class="org-left">Pfv</td>
<td class="org-left">glo</td>
<td class="org-left">blyogla</td>
</tr>

<tr>
<td class="org-left">Reflexive</td>
<td class="org-left">-fla</td>
<td class="org-left">blyaflo</td>
</tr>
</tbody>
</table>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption class="t-above"><span class="table-number">Table 5:</span> Class 4 (C)</caption>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Morpheme</th>
<th scope="col" class="org-left">Suffix</th>
<th scope="col" class="org-left">Example</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Ipfv</td>
<td class="org-left">-arlo</td>
<td class="org-left">byanorla</td>
</tr>

<tr>
<td class="org-left">Pfv</td>
<td class="org-left">-orla</td>
<td class="org-left">byonarlo</td>
</tr>

<tr>
<td class="org-left">Reflexive</td>
<td class="org-left">-fla</td>
<td class="org-left">byanflo</td>
</tr>
</tbody>
</table>

</div>

<p>
So if you made every adjective and adverb form of a word and put it in one chart:
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">noun</th>
<th scope="col" class="org-left">adjective</th>
<th scope="col" class="org-left">adverb ipfv</th>
<th scope="col" class="org-left">adverb pfv</th>
<th scope="col" class="org-left">adverb rflx</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">sinfïm</td>
<td class="org-left">sinfïmissï</td>
<td class="org-left">sinfïmirlï</td>
<td class="org-left">sïnfimïrli</td>
<td class="org-left">sinfïmfli</td>
</tr>

<tr>
<td class="org-left">red, purple</td>
<td class="org-left">pretty (not people)</td>
<td class="org-left">beautifly</td>
<td class="org-left">beautifly</td>
<td class="org-left">beautifly</td>
</tr>
</tbody>
</table>

<p>
it is deriving
</p>
</div>
</div>

<div id="outline-container-org83b976a" class="outline-3">
<h3 id="org83b976a"><span class="section-number-3">3.5</span> Verbs</h3>
<div class="outline-text-3" id="text-3-5">
<p>
Verbs are pretty simple. There’s imperfective, perfective, and a single
reflexive form. I don’t know about tense, but I think perfective is never in the
present. Maybe the genetically modified people are retarded.
</p>

<p>
Reflexive is used if one thing is doing something to itself or if more than one
thing are doing things to each other. (It’s not like in spanish though where
doing stuff like sitting is reflexive.)
</p>


<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">Vowel</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">Consonant</th>
<th scope="col" class="org-left">&#xa0;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Ipfv</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Ppomi</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Byeb</td>
</tr>

<tr>
<td class="org-left">Pfv</td>
<td class="org-left"><i>rounding</i></td>
<td class="org-left">Ppamï</td>
<td class="org-left"><i>rounding</i></td>
<td class="org-left">Byëb</td>
</tr>

<tr>
<td class="org-left">Reflexive</td>
<td class="org-left">-amo</td>
<td class="org-left">Ppomimo</td>
<td class="org-left"><i>reduplication</i></td>
<td class="org-left">Byebbyëb</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-orgea86227" class="outline-3">
<h3 id="orgea86227"><span class="section-number-3">3.6</span> Verbification</h3>
<div class="outline-text-3" id="text-3-6">
<p>
This is a thing where nouns can be turned into verbs. There is a process for
nouns and specific forms for pronouns. All that’s in the torch is I think one
pronoun verbification, so there will be less charts. This is also the only place
tense is actually specified instead of implied. The forms are:
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">Noun</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">Pronoun</th>
<th scope="col" class="org-left">&#xa0;</th>
</tr>

<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">Nomi</th>
<th scope="col" class="org-left">Student</th>
<th scope="col" class="org-left">Bom</th>
<th scope="col" class="org-left">I (1s)</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Present</td>
<td class="org-left">Nomnomi</td>
<td class="org-left">is student</td>
<td class="org-left">Bom</td>
<td class="org-left">is me</td>
</tr>

<tr>
<td class="org-left">Past</td>
<td class="org-left">Namnamï</td>
<td class="org-left">was student</td>
<td class="org-left">Babb</td>
<td class="org-left">was me</td>
</tr>

<tr>
<td class="org-left">Cond</td>
<td class="org-left">Onomi</td>
<td class="org-left">would be student</td>
<td class="org-left">Obam</td>
<td class="org-left">would be me</td>
</tr>

<tr>
<td class="org-left">Pres Caus</td>
<td class="org-left">Anami</td>
<td class="org-left">make student</td>
<td class="org-left">Abom</td>
<td class="org-left">make me</td>
</tr>

<tr>
<td class="org-left">Past Caus</td>
<td class="org-left">Nomdomi</td>
<td class="org-left">made student</td>
<td class="org-left">Bobom</td>
<td class="org-left">made me</td>
</tr>
</tbody>
</table>

<p>
Causative is used with dative (he made clay to statue; he made the clay into a
statue).  You can keep an eye out for this by seeing if a word has two of the
same vowel in a row.
</p>
</div>

<div id="outline-container-orgfdeea26" class="outline-4">
<h4 id="orgfdeea26"><span class="section-number-4">3.6.1</span> Pronoun verbification</h4>
<div class="outline-text-4" id="text-3-6-1">
<p>
For present, just use the nominative form of the pronoun.
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Tense</th>
<th scope="col" class="org-right">#</th>
<th scope="col" class="org-left">1st p</th>
<th scope="col" class="org-left">2nd p</th>
<th scope="col" class="org-left">3rd p</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Past</td>
<td class="org-right">1</td>
<td class="org-left">Babb</td>
<td class="org-left">Tamm</td>
<td class="org-left">Nyonn</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">Bapp</td>
<td class="org-left">Tapp</td>
<td class="org-left">Nyopp</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">3+</td>
<td class="org-left">Batt</td>
<td class="org-left">Tatt</td>
<td class="org-left">Nyott</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Cond/Pres. caus.<sup>1</sup></td>
<td class="org-right">1</td>
<td class="org-left">Obam</td>
<td class="org-left">Otam</td>
<td class="org-left">Ënyen</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">Obap</td>
<td class="org-left">Otap</td>
<td class="org-left">Ënyepp</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">3+</td>
<td class="org-left">Obammo</td>
<td class="org-left">Otammo</td>
<td class="org-left">Ënyennë</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Past Causative</td>
<td class="org-right">1</td>
<td class="org-left">Bobom</td>
<td class="org-left">Todom</td>
<td class="org-left">Nyodom</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">2</td>
<td class="org-left">Bobopp</td>
<td class="org-left">Todopp</td>
<td class="org-left">Nyodopp</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">3+</td>
<td class="org-left">Bobott</td>
<td class="org-left">Todott</td>
<td class="org-left">Nyodott</td>
</tr>
</tbody>
</table>

<p>
 <sup>1</sup> (Reverse the rounding for present causative)
</p>
</div>
</div>
