relay/10/06-nyar.org
*** Irregular verbs
Irregular Verbs. There are a couple important ones. In the present, flam/flom
are not used.

|           | to be/exist (nom) | to be to (acc/dat) | to be at (loc) |
|-----------+-------------------+--------------------+----------------|
| Ipfv      | Nna               | Flam               | Flom           |
| Pfv       | Nno               | Flam               | Flom           |
| Reflexive | Nnamo             | Flamïma            | Flomimo        |

** Postpositions
There are only two postpositions. They have negated forms. This is what they
mean with different cases:

Fë is used to describe relation within a context.

Go is used to describe relation between contexts.

|      |    | acc               | dat                 | loc             |
|------+----+-------------------+---------------------+-----------------|
|      | fë | to, into, &c.     | for, because of, as | at, on, in, &c. |
| neg. | fe | from, out of, &c. | despite             | off, away, &c.  |
|------+----+-------------------+---------------------+-----------------|
|      | go | to, into, &c.     | --                  | at, on, in, &c. |
| neg. | ga | from, out of, &c. | --                  | off, away, &c.  |

** Putting more than one verb in a row & using this for tense
What you’ll see here is a verbification, followed by a verb. (Most verbs can be
turned into nouns.) If you want to say something like “Try to see” or “Try
seeing” you would write, “flïnnflïnn digryo” (translates something like seeing
is try). So, you could also use the past tense version of seeing is and
communicate tense: something normal verbs cannot do.

Perfective also helps to convey tense, since it cannot be used it the present,
but does not go past this. You may, at the beginning of whatever topic you have,
use an auxiliary verbification past tense thing, then drop it once it is
implied. Can’t do this for future, though. Usually you’ll use verbifications of
Fïfi if you’re talking about a thing, but pronouns are common too (fïfi for
inanimate in this situation, and nyën is used for people only) , and probably
some other things.

Any negatives here will apply to the non-verbification verb.

** Negated Nouns
There’s this thing that is like a broad prefixing for negating nouns, figure
like un-. Then I noticed that there was no way of negating clauses and decided
that that is done by negating the subject. But it also still does un-. I have
not thought about what would happen at the overlap of using negated words in the
subject. The prefix is Ba-

** Determiners
Interfixes are used to attach specific nouns to nouns and be determiners. They
are always used with the singular form of the root noun.


| coda            | nom  | acc  | dat  | loc   |
|-----------------+------+------+------+-------|
| ~/m f b p/~     | -mv- | -mv- | -fv- | -blv- |
| everything else | -nv- | -nv- | -fv- | -blv- |

#+HTML: <p>fimï + na + nomi → fimoni<strong>nomi</strong>

** Not included
- Counting or numbers
- Questions
- Lots of details on usage of the things that are included.
- Orthography. 
  the relay takes too long already i don’t want to put it in
  just because I’m pround of it and like to look at it

** A note on romanization
You’ll notice that i used a bunch of semicolons. This is the transcription of a
Blimbic punctuation, used to separate clauses and quotes. It’s a little
different than the use of english semicolon.

* Navigation
:PROPERTIES:
:HTML_CONTAINER: footer
:UNNUMBERED: t
:END:

#+BEGIN_EXPORT html
<nav class="linkset">
  <div id="this">
    <div id="sec"><strong>10</strong> Relay</div>
    <div id="chapB"></div>
    <div id="chapA">Part <strong>6</strong></div>
  </div>
  <a href="05-talla.html" id="prev" rel="prev">Previous</a>
  <a href="07-sincy.html" id="next" rel="next">Next</a>
</nav>
#+END_EXPORT

