relay/10/06-nyar.html

<div id="outline-container-orgbc8a7a8" class="outline-4">
<h4 id="orgbc8a7a8"><span class="section-number-4">3.6.2</span> Irregular verbs</h4>
<div class="outline-text-4" id="text-3-6-2">
<p>
Irregular Verbs. There are a couple important ones. In the present, flam/flom
are not used.
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">to be/exist (nom)</th>
<th scope="col" class="org-left">to be to (acc/dat)</th>
<th scope="col" class="org-left">to be at (loc)</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Ipfv</td>
<td class="org-left">Nna</td>
<td class="org-left">Flam</td>
<td class="org-left">Flom</td>
</tr>

<tr>
<td class="org-left">Pfv</td>
<td class="org-left">Nno</td>
<td class="org-left">Flam</td>
<td class="org-left">Flom</td>
</tr>

<tr>
<td class="org-left">Reflexive</td>
<td class="org-left">Nnamo</td>
<td class="org-left">Flamïma</td>
<td class="org-left">Flomimo</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>

<div id="outline-container-org09869b2" class="outline-3">
<h3 id="org09869b2"><span class="section-number-3">3.7</span> Postpositions</h3>
<div class="outline-text-3" id="text-3-7">
<p>
There are only two postpositions. They have negated forms. This is what they
mean with different cases:
</p>

<p>
Fë is used to describe relation within a context.
</p>

<p>
Go is used to describe relation between contexts.
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">acc</th>
<th scope="col" class="org-left">dat</th>
<th scope="col" class="org-left">loc</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">fë</td>
<td class="org-left">to, into, &amp;c.</td>
<td class="org-left">for, because of, as</td>
<td class="org-left">at, on, in, &amp;c.</td>
</tr>

<tr>
<td class="org-left">neg.</td>
<td class="org-left">fe</td>
<td class="org-left">from, out of, &amp;c.</td>
<td class="org-left">despite</td>
<td class="org-left">off, away, &amp;c.</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">go</td>
<td class="org-left">to, into, &amp;c.</td>
<td class="org-left">--</td>
<td class="org-left">at, on, in, &amp;c.</td>
</tr>

<tr>
<td class="org-left">neg.</td>
<td class="org-left">ga</td>
<td class="org-left">from, out of, &amp;c.</td>
<td class="org-left">--</td>
<td class="org-left">off, away, &amp;c.</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-orgffa96e4" class="outline-3">
<h3 id="orgffa96e4"><span class="section-number-3">3.8</span> Putting more than one verb in a row &amp; using this for tense</h3>
<div class="outline-text-3" id="text-3-8">
<p>
What you’ll see here is a verbification, followed by a verb. (Most verbs can be
turned into nouns.) If you want to say something like “Try to see” or “Try
seeing” you would write, “flïnnflïnn digryo” (translates something like seeing
is try). So, you could also use the past tense version of seeing is and
communicate tense: something normal verbs cannot do.
</p>

<p>
Perfective also helps to convey tense, since it cannot be used it the present,
but does not go past this. You may, at the beginning of whatever topic you have,
use an auxiliary verbification past tense thing, then drop it once it is
implied. Can’t do this for future, though. Usually you’ll use verbifications of
Fïfi if you’re talking about a thing, but pronouns are common too (fïfi for
inanimate in this situation, and nyën is used for people only) , and probably
some other things.
</p>

<p>
Any negatives here will apply to the non-verbification verb.
</p>
</div>
</div>

<div id="outline-container-orgf03153e" class="outline-3">
<h3 id="orgf03153e"><span class="section-number-3">3.9</span> Negated Nouns</h3>
<div class="outline-text-3" id="text-3-9">
<p>
There’s this thing that is like a broad prefixing for negating nouns, figure
like un-. Then I noticed that there was no way of negating clauses and decided
that that is done by negating the subject. But it also still does un-. I have
not thought about what would happen at the overlap of using negated words in the
subject. The prefix is Ba-
</p>
</div>
</div>

<div id="outline-container-orgea6a4bf" class="outline-3">
<h3 id="orgea6a4bf"><span class="section-number-3">3.10</span> Determiners</h3>
<div class="outline-text-3" id="text-3-10">
<p>
Interfixes are used to attach specific nouns to nouns and be determiners. They
are always used with the singular form of the root noun.
</p>


<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">coda</th>
<th scope="col" class="org-left">nom</th>
<th scope="col" class="org-left">acc</th>
<th scope="col" class="org-left">dat</th>
<th scope="col" class="org-left">loc</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left"><code>/m f b p/</code></td>
<td class="org-left">-mv-</td>
<td class="org-left">-mv-</td>
<td class="org-left">-fv-</td>
<td class="org-left">-blv-</td>
</tr>

<tr>
<td class="org-left">everything else</td>
<td class="org-left">-nv-</td>
<td class="org-left">-nv-</td>
<td class="org-left">-fv-</td>
<td class="org-left">-blv-</td>
</tr>
</tbody>
</table>

<p>fimï + na + nomi → fimoni<strong>nomi</strong>
</div>
</div>

<div id="outline-container-orga6bf357" class="outline-3">
<h3 id="orga6bf357"><span class="section-number-3">3.11</span> Not included</h3>
<div class="outline-text-3" id="text-3-11">
<ul class="org-ul">
<li>Counting or numbers</li>
<li>Questions</li>
<li>Lots of details on usage of the things that are included.</li>
<li>Orthography. 
the relay takes too long already i don’t want to put it in
just because I’m pround of it and like to look at it</li>
</ul>
</div>
</div>

<div id="outline-container-org7a37dd3" class="outline-3">
<h3 id="org7a37dd3"><span class="section-number-3">3.12</span> A note on romanization</h3>
<div class="outline-text-3" id="text-3-12">
<p>
You’ll notice that i used a bunch of semicolons. This is the transcription of a
Blimbic punctuation, used to separate clauses and quotes. It’s a little
different than the use of english semicolon.
</p>
</div>
</div>
</div>

<footer id="outline-container-org1c7236b" class="outline-2">
<h2 id="org1c7236b">Navigation</h2>
<div class="outline-text-2" id="text-org1c7236b">
<nav class="linkset">
  <div id="this">
    <div id="sec"><strong>10</strong> Relay</div>
    <div id="chapB"></div>
    <div id="chapA">Part <strong>6</strong></div>
  </div>
  <a href="05-talla.html" id="prev" rel="prev">Previous</a>
  <a href="07-sincy.html" id="next" rel="next">Next</a>
</nav>
</div>
</footer>
</div>
</body>
</html>
